import styled from '@emotion/styled';
import React from 'react';

export default function privacy() {
    return (
        <Container>
        
         <b>개인정보처리방침</b>
        
         {`\n
< 메에컴퍼니 >('https://maeee.co.kr/'이하 '세잎')은(는) 「개인정보 보호법」 제30조에 따라 정보주체의 개인정보를 보호하고 이와 관련한 고충을 신속하고 원활하게 처리할 수 있도록 하기 위하여 다음과 같이 개인정보 처리방침을 수립·공개합니다.

1. 개인정보의 수집 및 이용 목적, 수집하는 개인정보의 항목 및 수집방법
① 개인정보란?
생존하는 개인에 관한 정보로서 당해 개인을 식별할 수 있는 정보(당해 정보만으로는 특정 개인을 식별할 수 없더라도 다른 정보와 용이하게 결합하여 식별할 수 있는 것을 포함합니다.)를 말합니다.
② 개인정보의 이용 목적
세잎은 아래와 같은 활용 목적을 가지고 이용자 개인정보를 수집합니다.
- 서비스의 기본 기능이나 특화된 기능을 제공
- 개별적 공지 필요시
- 서비스 이용과 관련하여 문의나 분쟁의 해결
- 서비스 이용
- 맞춤형 서비스 제공
- 인구통계학적 특성에 따른 서비스 제공
- 각종 이벤트나 광고성 정보의 제공
- 법령 등에 규정된 의무의 이행
- 법령이나 이용약관에 반하여 여러분에게 피해를 줄 수 있는 잘못된 이용행위의 방지
③ 개인정보의 수집 항목
세잎은 아래와 같은 개인정보를 수집하고 있습니다.
(선택) 팝업알림 동의
④ 개인정보의 수집 방법
세잎은 이용자의 회원 가입 시 서비스 제공을 위해 필요한 최소한의 개인정보를 수집하고 있습니다. 다만, 이용자들에게 보다 양질의 맞춤 서비스를 제공하기 위하여 이용자의 추가적인 개인정보를 선택적으로 입력 받고 있습니다.
세잎은 다음과 같은 방법을 통해 개인정보를 수집합니다.
- 서비스 이용 과정에서 이용자가 개인정보 수집에 대한 동의를 하고 직접 정보를 입력하는 경우
- 제휴 서비스 또는 단체 등으로부터 개인정보를 제공받은 경우
- 고객센터 상담 과정에서 수집
- 온/오프라인 이벤트에서 진행되는 이벤트 등 참여
- 서비스 이용 과정에서 이용자로부터 수집하는 개인정보
PC웹, 모바일 웹/앱 이용 과정에서 단말기정보(OS, 화면사이즈, 디바이스 아이디), IP주소, 쿠키, 방문일시의 정보가 자동으로 생성되어 수집될 수 있습니다.

2. 이용자 및 법정대리인의 권리,의무 및 그 행사방법
① 회원은 세잎에 대해 언제든지 개인정보 열람․정정․삭제․처리정지 요구 등의 권리를 행사할 수 있습니다.
② 제1항에 따른 권리 행사는 세잎에 대해 개인정보보호법 시행령 제41조제1항에 따라 서면, 전자우편, 모사전송(FAX) 등을 통하여 하실 수 있으며, 세잎은 이에 대해 지체없이 조치하겠습니다.
③ 제1항에 따른 권리 행사는 정보주체의 법정대리인이나 위임을 받은 자 등 대리인을 통하여 하실 수 있습니다. 이 경우 “개인정보 처리 방법에 관한 고시(제2020-7호)” 별지 제11호 서식에 따른 위임장을 제출하셔야 합니다.
④ 개인정보 열람 및 처리정지 요구는 개인정보보호법 제35조 제4항, 제37조 제2항에 의하여 정보주체의 권리가 제한 될 수 있습니다.
⑤ 개인정보의 정정 및 삭제 요구는 다른 법령에서 그 개인정보가 수집 대상으로 명시되어 있는 경우에는 그 삭제를 요구할 수 없습니다.
⑥ 세잎은 정보주체 권리에 따른 열람의 요구, 정정·삭제의 요구, 처리정지의 요구 시 열람 등 요구를 한 자가 본인이거나 정당한 대리인인지를 확인합니다.

3. 개인정보 파기 절차 및 방법에 관한 사항
① 세잎은 개인정보 보유기간의 경과, 처리목적 달성 등 개인정보가 불필요하게 되었을 때에는 지체없이 해당 개인정보를 파기합니다.
② 이용자로부터 동의받은 개인정보 보유기간이 경과하거나 처리목적이 달성되었음에도 불구하고 개인정보를 계속 보존하여야 하는 경우에는, 해당 개인정보를 별도의 데이터베이스(DB)로 옮기거나 보관장소를 달리하여 보존합니다.
③ 개인정보 파기의 절차 및 방법은 다음과 같습니다.
1) 파기절차
세잎은 파기 사유가 발생한 개인정보를 선정하고, 이용자의 개인정보 보호책임자의 승인을 받아 개인정보를 파기합니다.
2) 파기방법
세잎은 전자적 파일 형태로 기록․저장된 개인정보는 기록을 재생할 수 없도록 파기하며, 종이 문서에 기록․저장된 개인정보는 분쇄기로 분쇄하거나 소각하여 파기합니다.

4. 개인정보의 안전성 확보조치에 관한 사항
세잎은 개인정보의 안전성 확보를 위해 다음과 같은 조치를 취하고 있습니다.
① 관리적 조치 : 내부관리계획 수립․시행, 정기적 직원 교육 등
② 기술적 조치 : 개인정보처리시스템 등의 접근권한 관리, 접근통제시스템
③ 물리적 조치 : 전산실, 자료보관실 등의 접근통제

5. 개인정보 자동 수집 장치의 설치․운영 및 그 거부에 관한 사항
인터넷 서비스 이용과정에서 아래 개인정보 항목이 자동으로 생성되어 수집될 수 있습니다.(IP주소, 쿠키, MAC주소, 서비스 이용기록, 방문기록) 수집 목적은 비회원의 접속 빈도나 방문 시간 등의 분석, 이용 형태 및 관심분야 파악, 자취 추적, 각종 이벤트 참여 정도, 방문 횟수를 측정하기 위함입니다. 또한, 파악 등을 통한 타겟 마케팅 등 개인별 맞춤 서비스를 제공하기 위해 쿠키를 사용합니다.
① 세잎은 이용자에게 개별적인 맞춤서비스를 제공하기 위해 이용정보를 저장하고 수시로 불러오는 ‘쿠키(cookie)’를 사용합니다.
② 쿠키는 웹사이트를 운영하는데 이용되는 서버(http)가 이용자의 컴퓨터 브라우저에게 보내는 소량의 정보이며 이용자들의 PC 컴퓨터내의 하드디스크에 저장되기도 합니다.
가. 쿠키의 사용목적: 이용자가 방문한 각 서비스와 웹 사이트들에 대한 방문 및 이용형태, 인기 검색어, 보안접속 여부, 등을 파악하여 이용자에게 최적화된 정보 제공을 위해 사용됩니다.
나. 쿠키의 설치∙운영 및 거부 : 웹브라우저 상단의 도구>인터넷 옵션>개인정보 메뉴의 옵션 설정을 통해 쿠키 저장을 거부 할 수 있습니다.
다. 쿠키의 저장을 거부할 경우에는 로그인이 필요한 회사의 일부 서비스는 이용에 어려움이 있을 수 있습니다.

6. 기타 개인정보 자동수집 장치의 설치, 운영 및 그 거부에 관한 사항
세잎은 고객님께 보다 나은 서비스의 제공을 위하여 구글(Google), 핫자(Hotjar) 등에서 제공하는 웹로그 분석 도구인 구글 애널리틱스(Google Analytics), Hotjar등을 이용하고 있습니다.
이 경우 쿠키를 통하여 당사 웹사이트 이용자의 행태정보를 수집하게 되며, 이용자 개인을 식별할 수 없는 비식별 정보만 수집됩니다.
웹로그분석 도구 거부 방법:
- Google Analytics 차단: https://tools.google.com/dlpage/gaoptout
- Hotjar 차단: https://www.hotjar.com/legal/compliance/opt-out
- 그 외 웹로그분석 도구의 경우 도구 별 거부 방식에 따릅니다.
이와 같이 수집된 비식별 행태정보는 구글(Google)의 구글 애드워즈 서비스를 통하여 온라인 광고 목적으로 사용될 수 있습니다.

7. 개인정보 보호책임자에 관한 사항
책임자: 이지민
연락처: 010-7735-3456
이메일: jming@maeee.co.kr
① 개인정보 처리에 관한 업무를 총괄해서 책임지고, 개인정보 처리와 관련한 이용자의 불만처리 및 피해구제 등을 위하여 위와 같이 개인정보 보호책임자를 지정하고 있습니다.
② 회사가 제공하는 서비스를 이용하시면서 발생한 모든 개인정보 보호 관련 문의, 불만처리, 피해구제 등에 관한 사항을 개인정보 보호책임자 및 고객지원센터로 문의하실 수 있으며, 메에컴퍼니는 이런 문의에 대해 지체 없이 답변 및 처리 할 것입니다.

8. 권익침해 구제방법
정보주체는 아래의 기관에 대해 개인정보 침해에 대한 피해구제, 상담 등을 문의하실 수 있습니다.
<아래의 기관은 세잎과는 별개의 기관으로서, 이용자의 자체적인 개인정보 불만처리, 피해구제 결과에 만족하지 못하시거나 보다 자세한 도움이 필요하시면 문의하여 주시기 바랍니다>
▶ 개인정보 침해신고센터 (한국인터넷진흥원 운영)
- 소관업무 : 개인정보 침해사실 신고, 상담 신청
- 홈페이지 : privacy.kisa.or.kr
- 전화 : (국번없이) 118
- 주소 : (58324) 전남 나주시 진흥길 9(빛가람동 301-2) 3층
▶ 개인정보 분쟁조정위원회
- 소관업무 : 개인정보 분쟁조정신청, 집단분쟁조정 (민사적 해결)
- 홈페이지 : www.kopico.go.kr
- 전화 : (국번없이) 1833-6972
- 주소 : (03171)서울특별시 종로구 세종대로 209 정부서울청사 12층
▶ 대검찰청 사이버범죄수사단 : 02-3480-3573 (www.spo.go.kr)

▶ 경찰청 사이버안전국 : 182 ([https://cyberbureau.police.go.kr](https://cyberbureau.police.go.kr/))

부칙
이 개인정보 처리방침은 시행일로부터 적용되며, 정부의 정책 및 정보보호 유관법령 또는 보안기술의 변경에 따라 내용의 추가, 삭제 및 수정이 있을 시에는 개정 최소 7일 전부터 홈페이지를 통해 고지할 것입니다.

- 개정일자 : 2022년 01월 24일
- 시행일자 : 2022년 01월 24일   
        `}
        </Container>
    );
}

const Container = styled.div`
    width: 100vw;
    overflow: scroll;
    white-space: pre-wrap;
    padding: 24px;
`;